{
  "destinations": [
    {
      "id": "Sidi Bou Saïd",
      "name": "Sidi Bou Saïd",
      "description": "Un village pittoresque aux maisons blanches et volets bleus, perché sur une falaise surplombant la Méditerranée. Célèbre pour ses cafés traditionnels et ses vues panoramiques.",
      "location": "Nord",
      "type": "Ville",
      "added_date": "2025-07-03T03:52:02.580706",
      "favorite_id": "destinations_1"
    }
  ],
  "monuments": [],
  "festivals": [
    {
      "id": "Festival International de Carthage",
      "name": "Festival International de Carthage",
      "description": "Festival de musique et arts du spectacle dans l'amphithéâtre de Carthage. Artistes internationaux et locaux dans un cadre historique unique.",
      "location": "Carthage",
      "type": "Festival",
      "added_date": "2025-07-03T03:54:46.006869",
      "favorite_id": "festivals_1"
    }
  ],
  "itineraries": [
    {
      "id": "6657ce6b-548f-466e-ab3b-de51e0fe0dd0",
      "name": "Itinéraire Sud 2j balnéaire",
      "description": "Bienvenue en Tunisie pour une escapade luxueuse de deux jours dans le Sud, combinant plaisirs balnéaires et découvertes culturelles! Voici un itinéraire détaillé, conçu spécialement pour vous et votre compagnon de voyage, avec un budget confortable de 500€ par jour.\n\n**Jour 1 : Oasis de Tozeur – Luxe, Palmiers et Shopping de Prestige**\n\n*   **Thème :** Immersion dans l'oasis de Tozeur et découverte des traditions locales avec une touche de luxe.\n\n*   **Itinéraire détaillé :**\n\n    *   **Matin (9h00) :** Arrivée à l'aéroport de Tozeur-Nefta (TOE). Votre chauffeur privé vous attendra pour vous conduire à votre hôtel de luxe : l'Anantara Tozeur Resort.\n    *   **Matin (10h00) :** Installation à l'Anantara Tozeur Resort. Ce complexe offre un mélange parfait de luxe et d'authenticité avec ses piscines à débordement, son spa de renommée mondiale et ses vues imprenables sur le désert.\n    *   **Matin (11h00) :** Détente à la piscine de l'hôtel et profitez des services exceptionnels.\n\n    *   **Midi (13h00) :** Déjeuner au restaurant de l'hôtel, servant une cuisine tunisienne raffinée avec une touche moderne. Budget estimé : 100€ (boissons incluses).\n    *   **Après-midi (15h00) :** Départ en calèche privée pour une balade à travers la Palmeraie de Tozeur. Votre guide vous expliquera les techniques d'irrigation ancestrales et l'importance des dattes dans la culture locale.\n    *   **Après-midi (17h00) :** Visite du musée Dar Cherait, un musée privé qui vous plongera dans l'histoire et les traditions tunisiennes à travers une collection impressionnante de costumes, de bijoux et d'objets d'artisanat.\n    *   **Soir (19h00) :** Shopping dans le souk de Tozeur. Bien que plus axé sur l'artisanat local, vous trouverez des boutiques proposant des articles en cuir de qualité, des bijoux berbères et des tapis faits main. N'hésitez pas à marchander, c'est une tradition !\n\n    *   **Soir (21h00) :** Dîner romantique sous les étoiles au restaurant \"Le Sahara Lounge\" de l'Anantara. Goûtez aux spécialités locales comme le couscous à l'agneau ou le tajine de légumes. Budget estimé : 150€ (boissons et spectacle inclus).\n\n*   **Lieux à visiter :**\n\n    *   Anantara Tozeur Resort : Hôtel de luxe avec spa et piscines.\n    *   Palmeraie de Tozeur : Oasis luxuriante avec des millions de palmiers.\n    *   Musée Dar Cherait : Pour découvrir l'histoire et les traditions tunisiennes.\n    *   Souk de Tozeur : Marché traditionnel pour le shopping artisanal.\n\n*   **Restaurants recommandés :**\n\n    *   Restaurant de l'Anantara Tozeur Resort : Cuisine tunisienne raffinée.\n    *   Le Sahara Lounge (Anantara) : Dîner romantique sous les étoiles.\n\n*   **Conseils pratiques :**\n\n    *   **Transport :** Chauffeur privé pour tous les déplacements.\n    *   **Hébergement :** Anantara Tozeur Resort (environ 400€/nuit).\n    *   **Budget estimé :** 650€ (incluant l'hébergement, les activités, les repas et le shopping).\n    *   **Conseils culturels :** Habillez-vous de manière respectueuse lorsque vous visitez des lieux religieux ou des villages traditionnels. Apprenez quelques mots d'arabe pour faciliter la communication.\n    *   **Conseils de sécurité :** Gardez vos objets de valeur en sécurité et soyez vigilant dans les zones touristiques.\n    *   **Alternatives météo :** En cas de tempête de sable, profitez des installations de l'hôtel (spa, piscine intérieure) ou visitez le musée Dar Cherait.\n\n**Jour 2 : Découverte de l'Oasis de Douz et Plaisirs Balnéaires à Djerba**\n\n*   **Thème :** Aventure dans le désert et détente sur les plages paradisiaques de Djerba.\n\n*   **Itinéraire détaillé :**\n\n    *   **Matin (9h00) :** Transfert privé de Tozeur à Douz (environ 2 heures).\n    *   **Matin (11h00) :** Arrivée à Douz, \"la porte du Sahara\". Embarquez pour une excursion en quad dans les dunes de sable (2 heures). Sensations fortes garanties !\n    *   **Midi (13h00) :** Déjeuner dans un restaurant typique à Douz. Goûtez à la \"mloukhia\", un ragoût de corète potagère parfumé et délicieux. Budget estimé : 50€.\n    *   **Après-midi (15h00) :** Transfert privé de Douz à l'aéroport de Djerba-Zarzis (DJE) (environ 3 heures).\n    *   **Après-midi (18h00) :** Arrivée à Djerba. Installation dans votre hôtel de luxe : le Radisson Blu Ulysse Palace Resort & Thalasso, Djerba.\n    *   **Soir (19h00) :** Détente à la plage privée de l'hôtel et profitez d'un coucher de soleil spectaculaire.\n\n    *   **Soir (21h00) :** Dîner de fruits de mer frais au restaurant \"Neptune\" de l'hôtel. Budget estimé : 150€ (boissons incluses).\n\n*   **Lieux à visiter :**\n\n    *   Douz : \"La porte du Sahara\" pour une excursion en quad.\n    *   Djerba : Plages de sable fin et eaux turquoise.\n    *   Radisson Blu Ulysse Palace Resort & Thalasso : Hôtel de luxe avec plage privée.\n\n*   **Restaurants recommandés :**\n\n    *   Restaurant typique à Douz : Pour goûter à la \"mloukhia\".\n    *   Neptune (Radisson Blu) : Fruits de mer frais avec vue sur la mer.\n\n*   **Conseils pratiques :**\n\n    *   **Transport :** Transferts privés entre les villes et l'aéroport.\n    *   **Hébergement :** Radisson Blu Ulysse Palace Resort & Thalasso, Djerba (environ 300€/nuit).\n    *   **Budget estimé :** 500€ (incluant l'hébergement, les activités, les repas et le transport).\n    *   **Conseils culturels :** Djerba est une île multiculturelle avec une forte identité berbère. Visitez les villages traditionnels pour découvrir l'artisanat local (poterie, tissage).\n    *   **Conseils de sécurité :** Protégez-vous du soleil avec de la crème solaire, un chapeau et des lunettes de soleil. Buvez beaucoup d'eau pour éviter la déshydratation.\n    *   **Alternatives météo :** En cas de mauvais temps, profitez du centre de thalassothérapie de l'hôtel ou visitez le musée du patrimoine de Djerba.\n\nJ'espère que cet itinéraire vous plaira. N'hésitez pas à me poser d'autres questions pour personnaliser davantage votre voyage de rêve en Tunisie!\n",
      "location": "Sud",
      "type": "itineraire",
      "added_date": "2025-07-03T04:02:19.099965",
      "favorite_id": "itineraries_1"
    }
  ]
}